export const Person = [
    {
        id:"1",
        name:"শহীদ তমিজ উদ্দিন",
        title : "মুক্তিযোদ্ধা",
        des:`যৌবনে আনসার ট্রেনিং প্রাপ্ত তমিজ উদ্দিন ১৯৬৫ সালের পাক ভারত যুদ্ধে মুজাহিদ বাহিনীতে যোগ দেন এবং কোম্পানী কমান্ডার হিসেবে বীরত্বের সাথে যুদ্ধ করেন।

        মুসলিম লীগ সমর্থক হয়েও ১৯৭০ পরবর্তী সময়ে তিনি জনদাবীর প্রতি সম্মান জানিয়ে অবস্থান নেন স্বাধীনতার স্বপক্ষে। পঁচিশে মার্চের রাত্রিতে পাক বাহিনীর হামলায় তাড়া খেয়ে ইপিআর সুবেদার বোরহান কাকিনা ডাক বাংলোয় আশ্রয় নেন। মুক্তিকামী তমিজ উদ্দিন তার সাথে যোগাযোগ করে দুজনে মিলে স্থানীয় আনসার মুজাহিদদের নিয়ে মুক্তিবাহিনী গড়ে তুলেন এবং এদেরকে নিয়মিত ট্রেনিং এর ব্যবস্থা করেন।
        
        এপ্রিলের প্রথম সপ্তাহে পাক বাহিনী এই অঞ্চলে হামলা চালালে তিনি তার সহযোদ্ধাদের সহ বৃহত্তর যুদ্ধের প্রস্তুতির জন্য দেশ ত্যাগ করেন। মে মাসের ২য় সপ্তাহে তিনি তার বাহিনীসহ কুড়িগ্রামের নাগেশ্বরীতে প্রবেশ করেন। এর অব্যবহিত পরেই নাগেশ্বরী এলাকার পাটেশ্বরীতে পাক বাহিনীর আচমকা হামলা থেকে সহযোদ্ধাদের বাঁচাতে নিজের জীবন উৎসর্গ করেন। ১৫ডিসেম্বর ১৯৭৩ সালে ‘বীর বিক্রম’ উপাধিতে ভুষিত নিজে ইতিহাস হয়ে যাওয়া এই মৃত্যুঞ্জয় মানুষটি।`,
        img:"https://www.ldnewsbd.com/wp-content/uploads/2018/06/TOMIZ-UDDIN-BIRBICROM-750x450.jpg"
    },
    {
        id:"2",
        name:"আবিদ আলী ",
        title:"রাজনীতিবিদ",
        des:`আবিদ আলী লালমনিরহাট জেলার পাটগ্রাম উপজেলার জগতবেড় গ্রামে ৩০ এপ্রিল ১৯৩৫ সালে জন্মগ্রহণ করেন। আবিদ আলী ১৯৫২ সালে ভাষা আন্দোলনে অংশগ্রহণ করেন। ১৯৭০ সালের পাকিস্তানের সাধারণ নির্বাচনে তিনি পূর্ব পাকিস্তানের প্রাদেশিক পরিষদের সদস্য নির্বাচিত হন। ১৯৭১ সালে পাটগ্রামে মুক্তিযুদ্ধে অংশগ্রহণ করেন। তিনি ১৯৭৩ সালের প্রথম জাতীয় সংসদ নির্বাচনে বাংলাদেশ আওয়ামী লীগের মনোনয়নে তৎকালীন রংপুর-৫ (বর্তমান লালমনিরহাট-১) আসন থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন।`,
        img:"https://glive24.com/wp-content/uploads/2022/10/%E0%A6%86%E0%A6%AC%E0%A6%BF%E0%A6%A6-%E0%A6%86%E0%A6%B2%E0%A7%80.png",
    },
    {
        id:"3",
        name:"কাজী নুরুজ্জামান",
        title:"রাজনীতিবিদ",
        des:`কাজী নুরুজ্জামান ১৫ আগস্ট ১৯২৭ সালে লালমনিরহাট জেলার পাটগ্রাম উপজেলার কুচলীবাড়িতে জন্মগ্রহণ করেন। কাজী নুরুজ্জামান মুক্তিযুদ্ধের সংগঠক ছিলেন। পাটগ্রাম সরকারি কলেজের অধ্যক্ষ ছিলেন। তিনি লালমনিরহাট জেলা বিএনপির সাবেক সভাপতি। ১৯৭৯ সালের দ্বিতীয় জাতীয় সংসদ নির্বাচনে তিনি বাংলাদেশ জাতীয়তাবাদী দলের মনোনয়ন নিয়ে তৎকালীন রংপুর-৫ (বর্তমান লালমনিরহাট-১) আসন থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন।`,
        img:"https://upload.wikimedia.org/wikipedia/bn/thumb/5/5f/%E0%A6%95%E0%A6%BE%E0%A6%9C%E0%A7%80_%E0%A6%A8%E0%A7%81%E0%A6%B0%E0%A7%81%E0%A6%9C%E0%A7%8D%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A8_%28%E0%A6%B0%E0%A6%BE%E0%A6%9C%E0%A6%A8%E0%A7%80%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BF%E0%A6%A6%29.jpg/150px-%E0%A6%95%E0%A6%BE%E0%A6%9C%E0%A7%80_%E0%A6%A8%E0%A7%81%E0%A6%B0%E0%A7%81%E0%A6%9C%E0%A7%8D%E0%A6%9C%E0%A6%BE%E0%A6%AE%E0%A6%BE%E0%A6%A8_%28%E0%A6%B0%E0%A6%BE%E0%A6%9C%E0%A6%A8%E0%A7%80%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BF%E0%A6%A6%29.jpg",
    },
    {
        id:"4",
        name:"মজিবর রহমান",
        title:"রাজনীতিবিদ",
        des:`মজিবর রহমান ১৩ অক্টোবর ১৯৪১ সালে লালমনিরহাটের আদিতমারীতে জন্মগ্রহণ করেন। মজিবর রহমান ১৯৭৯ সালের দ্বিতীয় জাতীয় সংসদ নির্বাচনে বাংলাদেশ জাতীয়তাবাদী দলের মনোনয়ন নিয়ে তৎকালীন রংপুর-৬ আসন থেকে সংসদ সদস্য নির্বাচিত হন।[২]

        ১৯৮৬ সালের তৃতীয়,[৩] ১৯৮৮ সালের চতুর্থ,[৪] ১৯৯১ সালের পঞ্চম,[৫] ১২ জুন ১৯৯৬ সালের সপ্তম,[৬] ২০০১ সালের অষ্টম[৭] ও ২০০৮ সালের নবম জাতীয় সংসদ নির্বাচনে জাতীয় পার্টির মনোনয়ন নিয়ে লালমনিরহাট-২ আসন থেকে সংসদ সদস্য নির্বাচিত হন।[৮] তিনি পরপর সাতবার সংসদ সদস্য নির্বাচিত হন। নবম জাতীয় সংসদে তিনি ধর্মবিষয়ক সংসদীয় কমিটির চেয়ারম্যান এবং অন্যান্য মেয়াদে শিক্ষা, খাদ্য ও পাট মন্ত্রণালয়বিষয়ক সংসদীয় কমিটির সদস্য ছিলেন। তিনি জাতীয় পার্টির একজন রাজনৈতিক নেতা।`,
        img:"https://upload.wikimedia.org/wikipedia/bn/c/cd/%E0%A6%AE%E0%A6%9C%E0%A6%BF%E0%A6%AC%E0%A6%B0_%E0%A6%B0%E0%A6%B9%E0%A6%AE%E0%A6%BE%E0%A6%A8_%28%E0%A6%B0%E0%A6%BE%E0%A6%9C%E0%A6%A8%E0%A7%80%E0%A6%A4%E0%A6%BF%E0%A6%AC%E0%A6%BF%E0%A6%A6%29.png",
    },
    {
        id:"5",
        name:"হাসানুজ্জামান হাসান",
        title:"রাজনীতিবিদ",
        des:`হাসানুজ্জামান হাসান লালমনিরহাট জেলায় জন্মগ্রহণ করেন। হাসানুজ্জামান হাসান ১৫ ফেব্রুয়ারি ১৯৯৬ সালে অনুষ্ঠিত ষষ্ঠ জাতীয় সংসদ নির্বাচনে বাংলাদেশ জাতীয়তাবাদী দলের প্রার্থী হিসেবে লালমনিরহাট-১ আসন থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন।[১] ১২ জুন ১৯৯৬ সালের সপ্তম জাতীয় সংসদ নির্বাচনে বিএনপির প্রার্থী হিসেবে তিনি লালমনিরহাট-১ আসন থেকে পরাজিত হয়েছিলেন।`,
        img:"https://cdn.dhakapost.com/media/imgAll/BG/2021August/lal-2-20210824135414.jpg",
    },
    {
        id:"6",
        name:"শেখ রেয়াজউদ্দীন আহমদ",
        title:"সাহিত্যিক ও সমাজ সেবক",
        des:`শেখ রেয়াজউদ্দীন আহমদ ১৮৮২ সালে লালমনিরহাট জেলার কালীগঞ্জ উপজেলার দলগ্রাম ইউনিয়নের শ্রীখাতা গ্রামে জন্মগ্রহণ করেন।[৩] তার পিতার নাম হাজী শেখ মুহম্মদ জয়েন উল্লাহ এবং মাতার নাম ফুল বিবি এবং পিতামহ শেখ আলী মামুদ পাটোয়ারী।। তাঁর পূর্বপুরুষ ইসলাম প্রচারের উদ্দেশ্যেআরব থেকে এসে দলগ্রামে স্থায়ীভাবে বসবাস শুরু করেন। তিনি তুষভান্ডার এম-ই স্কুলে শিক্ষকতা করতেন।[৩] পরবর্তীতে তিনি দলগ্রাম দ্বি-মুখী উচ্চ বিদ্যালয় প্রতিষ্ঠা করে সেখানেও শিক্ষকতা করেন।[৩]১৯১০ সালে রেয়াজউদ্দীন তুষভান্ডার এম ই স্কুলে সেকেন্ড মাস্টার হিসেবে যোগদান করেন। আট বছর পরে এ চাকরি ছেড়ে তিনি ম্যারেজ রেজিস্ট্রারের চাকরি নেন এবং একই সঙ্গে সমাজসেবায় আত্মনিয়োগ করেন।

        তিনি এক নাগাড়ে বারো বছর ইউনিয়ন বোর্ডের চেয়ারম্যান এবং ছয় বছর লোকাল বোর্ডের সদস্য ছিলেন। সমাজের উন্নয়নের জন্য তিনি একাধিক শিক্ষা প্রতিষ্ঠান ও দাতব্য চিকিৎসালয় প্রতিষ্ঠা করেন।`,
        img:"http://www.dologramup.lalmonirhat.gov.bd/sites/default/files/files/dologramup.lalmonirhat.gov.bd/page/5db75bbc_18fd_11e7_9461_286ed488c766/shekh--reaz-uddin-jpeg.jpg",
    },
    {
        id:"7",
        name:"শেখ ফজলল করিম",
        title:"স্বনামধন্য সাহিত্যিক",
        des:`শেখ ফজলল করিম ১২৮৯ বঙ্গাব্দের (১৮৮২ সাল) ৩০ই চৈত্র বর্তমান লালমনিরহাট জেলার[১] কালীগঞ্জ উপজেলার কাকিনা বাজার গ্রামে জন্ম গ্রহণ করেন। তাঁর পিতা নাম আমিরউল্লাহ সরদার এবং মাতার নাম কোকিলা বিবি। পাঁচ ভাই ও তিন বোনের মধ্যে ফজলল করিম ছিলেন দ্বিতীয়। তার পারিবারিক ডাক নাম ছিল মোনা। সাহিত্যের প্রতি তাঁর প্রবল আগ্রহের কারণে কর্মজীবন ফজলল করিমকে তেমন ভাবে আকর্ষণ করতে পারে নি। ছোটবেলাতেই হোমিওপ্যাথিক চিকিৎসা আয়ত্ত করেছিলেন যা তিনি কাজে লাগাতেন গ্রামের দরিদ্র মানুষের সেবায়। তিনি বাড়িতে বসেই দরিদ্র মানুষের চিকিৎসা করতেন। সাহিত্য সৃষ্টি, প্রকাশনা ও সাধনার প্রতি ফজলল করিমের প্রচন্ড ইচ্ছা এবং আগ্রহ থেকে তিনি নিজ বাড়ীতে আর পীরের নামানুসারেসাহাবিয়া প্রিন্টিং ওয়ার্কস নামে একটি ছাপাখানা প্রতিষ্ঠা করেন।`,
        img:"https://upload.wikimedia.org/wikipedia/bn/9/98/%E0%A6%B6%E0%A7%87%E0%A6%96_%E0%A6%AB%E0%A6%9C%E0%A6%B2%E0%A6%B2_%E0%A6%95%E0%A6%B0%E0%A6%BF%E0%A6%AE.jpg",
    },
    {
        id:"8",
        name:"মজনু শাহ",
        title:"সুফি সাধু",
        des:`মজনু শাহ বা ফকির মজনু শাহ বোরহান (মৃত্যু ১৭৮৭) ছিলেন বর্তমান ভারতের অন্তর্গত উত্তর প্রদেশের একজন ফকির বা সুফি সাধু। তিনি ফকির-সন্ন্যাসী বিদ্রোহে সক্রিয়ভাবে অংশগ্রহণ করেন। কিছু পন্ডিতের মতে এই বিদ্রোহ ছিল ভারতের স্বাধীনতা আন্দোলনের প্রথম যুদ্ধের অন্যতম। তিনি তার দল ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে অনেক যুদ্ধে অংশগ্রহণ করেন। মজনু শাহ মাদারিয়া তরিকার একজন ফকির ছিলেন। সৈয়দ বদিউদ্দিন কুতুবউল শাহ মাদার এই তরিকার প্রতিষ্ঠাতা। কানপুরের নিকট মাকানপুরে শাহ মাদারের মাজারে তার কর্মকাণ্ডের কেন্দ্র ছিল। ১৭৭১ সালের ২৫ ফেব্রুয়ারি দিনাজপুরে লেফটেন্যান্ট ফেলথামের নেতৃত্বাধীন সিপাহীদের সাথে তার প্রথম সংঘর্ষ হয়। এই সংঘর্ষ অসফল ছিল। এরপর তিনি বগুড়ার মহাস্থানগড়ের খানকায় চলে যান। ১৭৭৩ সালের শীতের সময় মজনু শাহ ও তার ফকিরদের দল রাজশাহীতে পুনরায় দেখা দেয়। তারা সন্ন্যাসীদের একটি দলের সাথে যোগ দেয়। ১৭৭৩ সালের ২৩ ডিসেম্বর ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির সিপাহীদের চারটি কোম্পানির সাথে তাদের সংঘর্ষ হয়। কোম্পানির সেনাবাহিনী পুনরায় তাদের হামলা প্রতিহত করে।[১]

        উধুয়ানালার যুদ্ধ (১৭৬১) ও বক্সারের যুদ্ধে (১৭৬৪) মজনু শাহ বৃহৎ সংখ্যক মুসলিম ফকির ও হিন্দু সন্ন্যাসীকে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির বিরুদ্ধে একত্রিত করেন। ইতিপূর্বে ১৭৫৭ সালে ইস্ট ইন্ডিয়া কোম্পানি বাংলার নবাবের কাছ থেকে ক্ষমতা হস্তগত করে।
        
        দিনাজপুর ও বগুড়া জেলা তার কর্মকাণ্ডের কেন্দ্র ছিল। তিনি জনগণকে স্বাধীনতা, ধর্ম ও ঐক্যের ক্ষেত্রে উৎসাহিত করেন।`,
        img:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRjPuPGB4V8py0tGTanbJsLq4IHun5FrEr3lw&usqp=CAU",
    },
    {
        id:"9",
        name:"আসাদুল হাবিব দুলু",
        title:"রাজনীতিবিদ",
        des:`আসাদুল হাবিব দুলু হলেন একজন বাংলাদেশী রাজনীতিবিদ, যিনি বাংলাদেশ সরকারের যোগাযোগ মন্ত্রণালয়ের সাবেক উপমন্ত্রী ও সংসদ সদস্য ছিলেন। বর্তমানে বাংলাদেশ জাতীয়তাবাদী দল বিএনপির কেন্দ্রীয় নির্বাহী কমিটির রংপুর বিভাগীয় সাংগঠনিক সম্পাদকের দায়িত্ব পালন করছেন। লালমনিরহাট জেলা বিএনপির সভাপতি তিনি। অধ্যক্ষ দুলু লালমনিরহাট-৩ (বাংলাদেশ-১৮) সংসদীয় আসনে দুবার নির্বাচিত সাবেক সংসদ সদস্য।`,
        img:"https://cdn.banglatribune.net/contents/cache/images/400x0x0/uploads/media/2019/06/24/f1cecb40c6bac31048a72f55c0010c1c-5d107fb2964dd.jpg",
    },
    {
        id:"10",
        name:"মুসা ইব্রাহীম",
        title:"পর্বতারোহী এবং সাংবাদিক,",
        des:`মুসা ইব্রাহীম (জন্ম: ১৯৭৯) একজন বাংলাদেশী পর্বতারোহী এবং সাংবাদিক, যিনি প্রথম বাংলাদেশী হিসেবে মাউন্ট এভারেস্ট জয় করেছেন।[১][২][৩][৪][৫][৬][৭] সংবাদ মাধ্যমে প্রকাশিত সংবাদ অনুযায়ী তিনি ২৩ মে ২০১০ তারিখে বাংলাদেশ সময় ভোর ৫টা ৫ মিনিটে এভারেস্ট শৃঙ্গ জয় করেন। ঈশ্বরী পাড়ওয়ালকে উদ্ধৃত করে কাঠমান্ডুতে বাংলাদেশের উপ-মিশনপ্রধান নাসরিন জাহান মুসা ইব্রাহীমের এভারেস্ট জয়ের তথ্য নিশ্চিত করেন। মুসা ইব্রাহীম নর্থ আলপাইন ক্লাব বাংলাদেশ নামক পর্বতারোহন ক্লাবের মহাসচিব এবং ফ্রিল্যান্স সাংবাদিক হিসেবে কর্মরত আছেন। এর আগে তিনি বাংলাদেশী বেসরকারি টেলিভিশন চ্যানেল টুয়েন্টিফোরে জ্যেষ্ঠ সংবাদদাতা হিসেবে এবং বাংলাদেশী ইংরেজি দৈনিক দ্য ডেইলি স্টারের সহকারী সম্পাদক হিসেবে দায়িত্ব পালন করছেন। পর্বত আরোহণ ও অ্যাডভেঞ্চার বিষয়ক নানা আয়োজনে তরুণ তরুণীদের অংশগ্রহণ বাড়াতে ২০১১ সালে তিনি প্রতিষ্ঠা করেনএভারেস্ট একাডেমী।`,
        img:"https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Portrait_of_Musa_Ibrahim.JPG/220px-Portrait_of_Musa_Ibrahim.JPG",
    },
    {
        id:"11",
        name:"সাথিরা জাকির",
        title:"ক্রিকেটার",
        des:`সাথিরা জাকির জেসী (ইংরেজি: Shathira Jakir Jessy) (জন্ম: ৩০ নভেম্বর ১৯৯০, লালমনিরহাট) হলেন একজন বাংলাদেশী মহিলা ক্রিকেটার যিনি বাংলাদেশ জাতীয় মহিলা ক্রিকেট দলের হয়ে আন্তর্জাতিক ক্রিকেট খেলে থাকেন।[১][২][৩] তিনি হলেন একজন ডানহাতি অফব্রেক বোলার এবং ডানহাতি ব্যাটসম্যান। বাংলাদেশ ২০১০ সালে চীনের গুয়াংচুতে অনুষ্ঠিতব্য এশিয়ান গেমসের মহিলা ক্রিকেট প্রতিযোগিতায় চীন জাতীয় মহিলা ক্রিকেট দলের বিরুদ্ধে ঐতিহাসিক রৌপ্য পদক লাভ করে। সাথিরা উক্ত প্রতিযোগীতায় বাংলাদেশ জাতীয় মহিলা ক্রিকেট দলের অন্যতম একজন খেলোয়াড় ছিলেন।`,
        img:"https://ichef.bbci.co.uk/news/800/cpsprodpb/DA19/production/_98033855_10511665_716622815059415_8876191963241690010_o.jpg",
    },
    {
        id:"12",
        name:"করিম উদ্দিন আহমেদ",
        title:"রাজনীতিবিদ",
        des:`করিম উদ্দিন আহমেদ ছিলেন একজন বাংলাদেশী রাজনীতিবিদ। তিনি লালমনিরহাট-২ (তৎকালীন রংপুর-৬)[২]আসন থেকে ১৯৭০-এর সাধারণ নির্বাচনে পকিস্তান প্রাদেশিক সংসদের সদস্য নির্বাচিত হন এবং বাংলাদেশ স্বাধীনতা লাভের পর একই আসন থেকে ১৯৭৩-এর নির্বাচনে সংসদ সদস্য নির্বাচিত হন। করিম উদ্দিন আহমেদ লালমনিরহাট জেলার কালীগঞ্জ উপজেলার কাশীরাম গ্রামে ১৯২৩ সালের ১৯শে মার্চ জন্মগ্রহণ করেন।[১] তার পিতা ছিলেন মৌলভী আজিম উদ্দিন আহমদ এবং মা নেছাবি বেওয়া। তার প্রাথমিক শিক্ষাজীবন শুরু হয় মদনপুর বৈরাতীর নিলাম্বর পণ্ডিতের পাঠশালায় পরবর্তীতে গঙ্গাচড়ার চিলাখাল পাইকান মাদ্রাসায় পড়ালেখা করেন। এরপর ভর্তি হন তুষভাণ্ডার উচ্চ বিদ্যালয়ে যেখানে তিনি দশম শ্রেণী পর্যন্ত পড়ালেখা করেন।[১]

        মাড়োয়ারীদের ব্যবসা প্রতিষ্ঠানে চাকরি দিয়ে ১৯৪৫ সালে কর্মজীবন শুরু করলেও পরবর্তীতে নিজেই পাট ও তামাক ব্যবসায় যুক্ত হন। <br> ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হলে করিম উদ্দিন আহমেদ কালীগঞ্জ সংগ্রাম পরিষদের সভাপতির দায়িত্ব পালন করেন এবং কালীগঞ্জে মুক্তিবাহিনী গঠনে ভূমিকা পালন করেন।[১] তার বাড়িতে মুক্তিবাহিনীর কার্যালয় স্থাপন করে স্থানীয় যুবকদের প্রশিক্ষণের ব্যবস্থা করেন। কালীগঞ্জ মাঠে আয়োজিত জনসভায় তিনি স্বাধীন বাংলাদেশের পতাকা উত্তোলন করেন। পাকিস্তানি বাহিনী কালীগঞ্জ দখল করার পর তিনি ভারতের কোচবিহারে চলে যান এবং সেখানে মুক্তিবাহিনীর দুটি ক্যাম্প স্থাপন করেন। এসময় তিনি উত্তরাঞ্চলীয় মুক্তিবাহিনীর সংগঠক হিসেবে বাংলাদেশ ও ভারতে দায়িত্ব পালন করেন।`,
        img:"http://kaliganj.lalmonirhat.gov.bd/sites/default/files/files/kaliganj.lalmonirhat.gov.bd/page/8c651a27_18fd_11e7_9461_286ed488c766/images.jpg",
    },
    {
        id:"13",
        name:"নুরুজ্জামান আহমেদ",
        title:"রাজনীতিবিদ",
        des:`নুরুজ্জামান আহমেদ (৩ জানুয়ারি ১৯৫০) একজন বাংলাদেশী রাজনীতিবিদ এবং সমাজকল্যাণ মন্ত্রণালয়ের দায়িত্বপ্রাপ্ত মন্ত্রী।[১] তিনি ২০১৪ ও ২০১৮ সালের যথাক্রমে দশম ও একাদশ জাতীয় সংসদ নির্বাচনে বাংলাদেশ আওয়ামী লীগের মনোনয়নে লালমনিরহাট-২ (কালীগঞ্জ-আদিতমারী) আসন থেকে সংসদ সদস্য নির্বাচিত হন। নুরুজ্জামান আহমেদ পারিবারিকভাবেই রাজনীতির সাথে সম্পৃক্ত ছিলেন। ছাত্রজীবনে তিনি বাংলাদেশ ছাত্রলীগে যোগদানের মাধ্যমে সক্রিয় রাজনীতিতে প্রবেশ করেন। রাজনৈতিক জীবনের শুরুতে স্থানীয় উনিয়ন পরিষদ চেয়ারম্যান হিসেবে ১৯৮৩ থেকে ১৯৯০ সাল পর্যন্ত দায়িত্ব পালন করেন। এরপর ১৯৯০ সালে কালীগঞ্জ উপজেলার চেয়ারম্যান নির্বাচিত হন এবং ২০০৯ সালে দ্বিতীয়বারের মত নির্বাচিত হন।[৩]

        ২০১৪ সালের দশম জাতীয় সংসদ নির্বাচনে নুরুজ্জামান আহমেদ আওয়ামী লীগের মনোনীত প্রার্থী হিসেবে লালমনিরহাট-২ (কালীগঞ্জ-আদিতমারী) আসন থেকে প্রথমবারের মত দশম জাতীয় সংসদের সদস্য নির্বাচিত হন।[৪] ২০১৮ সালের একাদশ জাতীয় সংসদ নির্বাচনে একই আসন থেকে একাদশ জাতীয় সংসদে নির্বাচিত হন।[৪]
        
        সংসদ সদস্য হওয়ার এক বছর পর ২০১৫ সালের ১৪ জুলাই তিনি খাদ্য মন্ত্রণালয়ের প্রতিমন্ত্রী হিসেবে দায়িত্ব গ্রহণ করেন।[৫] ২০১৬ সালের ১৯শে জুন তাকে সমাজকল্যাণ মন্ত্রণালয়ের প্রতিমন্ত্রী হিসেবে নিযুক্ত করা হয়। একই বছরের ২১শে জুন থেকে ৬ জানুয়ারি ২০১৯ পর্যন্ত এ দায়িত্ব পালন করেন।[৩][৫] একাদশ জাতীয় সংসদ নির্বাচনে জয়ী হওয়ার পর তিনি একই মন্ত্রণালয়ের মন্ত্রী হিসেবে ২০১৯ সালের ৭ জানুয়ারি থেকে দায়িত্ব পালন করছেন। `,
        img:"https://upload.wikimedia.org/wikipedia/commons/thumb/9/99/Nuruzzaman_Ahmed_MP.jpg/220px-Nuruzzaman_Ahmed_MP.jpg",
    },
    {
        id:"14",
        name:" মো: মতিয়ার রহমান",
        title:"এ্যাডভোকেট , রাজনীতিবিদ",
        des:`এ্যাডভকেট মতিয়ার রহমান ১৯৫৮ সালের ১৭ ফেব্রæয়ারী লালমনিরহাট জেলার গোকুন্ডা ইউনিয়নের ঘড়িয়াল ডাঙ্গা গ্রামের এক বনিদি মুসলিম পরিবারে জন্ম গ্রহন করেন। তার পিতা করম উল্লাহ সরকার, মাতা সালেহা বেগম। * ১৯৭১ সালের মহান মুক্তিযোদ্ধার সময় ৭ম শ্রেণীতে অধায়নরত থাকা নৌকা মার্কার পক্ষে অবস্থান করে মিছিল মিটিং এ অংশ গ্রহন। এবং মুক্তিযোদ্ধাদের বিভিন্নভাবে সহযোগিতা প্রদান করেন। ১৯৭৩/১৯৭৪ সালে তিস্তা কে.আর খাদেম উচ্চ বিদ্যালয় ছাত্রলীগের পর্যায়ক্রমে সাধারণ সম্পাদক ও সভাপতি হিসেবে দায়িত্ব পালন করেন। ১৯৭৫ সালে জাতীয় জনক বঙ্গবন্ধুকে মির্মমভাবে হত্যা কান্ডের পর রাজনীতি নিষিদ্ধ থাকলেও ছাত্রলীগের গোপন সাংগঠনিক তৎপরতায় অংশ গ্রহন করেন। সাধারণ সম্পাদক বাংলাদেশ ছাত্রলীগ, লালমনিরহাট কলেজ শাখা (১৯৭৭)। সভাপতি বাংলাদেশ ছাত্রলীগ, লালমনিরহাট কলেজ শাখা (১৯৭৯)। সাধারণ সম্পাদক, বাংলাদেশ ছাত্রলীগ, লালমনিরহাট জেলা শাখা (১৯৮১)। সভাপতি, বাংলাদেশ ছাত্রলীগ, লালমনিরহাট জেলা শাখা (১৯৮৪)। যুগ্ন- সাধারন সম্পাদক, বাংলাদেশ আওয়ামীলীগ, লালমনিরহাট জেলা শাখা(১৯৯২-২০০৬) সাধারন সম্পাদক, বাংলাদেশ আওয়ামীলীগ, লালমনিরহাট জেলা শাখা(২০০৬-২০২১)`,
        img:"https://albdlalmonirhat.org/wp-content/uploads/2021/07/%E0%A6%85%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%A1%E0%A6%83-%E0%A6%AE%E0%A6%A4%E0%A6%BF%E0%A6%AF%E0%A6%BC%E0%A6%BE%E0%A6%B0-%E0%A6%B0%E0%A6%B9%E0%A6%AE%E0%A6%BE%E0%A6%A8-1.png",
    },
 
    {
        id:"15",
        name:"মোতাহার হোসেন ",
        title:"রাজনীতিবিদ",
        des:`মো. মোতাহার হোসেন ১৯ ডিসেম্বর ১৯৪৮ সালে ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সির (বর্তমান বাংলাদেশ) লালমনিরহাট জেলার হাতিবান্ধা উপজেলার বড়খাতা গ্রামে জন্মগ্রহণ করেন। তিনি স্নাতক ডিগ্রি অর্জন করেছেন। মোতাহার হোসেন বাংলাদেশ আওয়ামী লীগের রাজনীতিবিদ। তিনি বাংলাদেশ আওয়ামী লীগের হয়ে ২০০১, ২০০৮, ২০১৪ ও ২০১৮ সালের নির্বাচনে লালমনিরহাট-১ আসন থেকে নির্বাচিত সংসদ সদস্য। [৩][৪][৫][৬] মোতাহার হোসেন হাতিবান্ধা উপজেলা পরিষদের চেয়ারম্যান ছিলেন ও লালমনিরহাট জেলা আওয়ামী লীগের বর্তমান সভাপতি ।`,
        img:"https://amarmp.com/propic/profile/34_1479157870.png",
    },
    {
        id:"16",
        name:"সালেহ উদ্দিন আহমেদ",
        title:"রাজনীতিবিদ",
        des:`সালেহ উদ্দিন আহমেদ হেলাল লালমনিরহাট জেলায় জন্মগ্রহণ করেন। বাংলাদেশের লালমনিরহাট জেলার রাজনীতিবিদ ও লালমনিরহাট-২ আসনের সাবেক সংসদ সদস্য। তিনি বাংলাদেশের লালমনিরহাট জেলার রাজনীতিবিদ ও লালমনিরহাট-২ আসনের সাবেক সংসদ সদস্য। ১৫ ফেব্রুয়ারি ১৯৯৬ সালে অনুষ্ঠিত ষষ্ঠ জাতীয় সংসদ নির্বাচনে বাংলাদেশ জাতীয়তাবাদী দলের প্রার্থী হিসেবে লালমনিরহাট-২ আসন থেকে সংসদ সদস্য নির্বাচিত হয়েছিলেন।[১][২] ২০০১ সালের অষ্টম ও ২০০৮ সালের নবম জাতীয় সংসদ নির্বাচনে বিএনপির প্রার্থী হিসেবে তিনি লালমনিরহাট-২ আসন থেকে পরাজিত হয়েছিলেন।`,
        img:"https://scontent.fdac151-1.fna.fbcdn.net/v/t1.6435-9/46033572_1919567601490348_9217512769455128576_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=8bfeb9&_nc_ohc=aN36NeQ_f_kAX9iy8s5&_nc_ht=scontent.fdac151-1.fna&oh=00_AfBVzONyU3OuF-ItKSgcrYSB8Rqjz2jhxnYF8_f2-4hcFw&oe=645465BF",
    },
    {
        id:"17",
        name:"জয়নুল আবেদীন সরকার",
        title:"রাজনীতিবিদ ",
        des:`য়নুল আবেদীন সরকার বাংলাদেশের লালমনিরহাট জেলায় জন্মগ্রহণ করেন। তিনি ১৯৮৬ সালের তৃতীয়,[১] ১৯৮৮ সালের চতুর্থ,[২] ১৯৯১ সালের পঞ্চম[৩] ও ১২ জুন ১৯৯৬ সালের সপ্তম জাতীয় সংসদ নির্বাচনে জাতীয় পার্টির প্রার্থী হিসেবে লালমনিরহাট-১ আসন থেকে সংসদ সদস্য নির্বাচিত হন। `,
        img:"https://upload.wikimedia.org/wikipedia/bn/thumb/9/9a/%E0%A6%9C%E0%A6%AF%E0%A6%BC%E0%A6%A8%E0%A7%81%E0%A6%B2_%E0%A6%86%E0%A6%AC%E0%A7%87%E0%A6%A6%E0%A7%80%E0%A6%A8_%E0%A6%B8%E0%A6%B0%E0%A6%95%E0%A6%BE%E0%A6%B0.jpg/220px-%E0%A6%9C%E0%A6%AF%E0%A6%BC%E0%A6%A8%E0%A7%81%E0%A6%B2_%E0%A6%86%E0%A6%AC%E0%A7%87%E0%A6%A6%E0%A7%80%E0%A6%A8_%E0%A6%B8%E0%A6%B0%E0%A6%95%E0%A6%BE%E0%A6%B0.jpg",
    },
    {
        id:"18",
        name:"জি এম কাদের",
        title:"রাজনীতিবিদ",
        des:`জিএম কাদের ২৪ ফেব্রুয়ারি ১৯৪৮ সালে জন্মগ্রহণ করেন।[১] তার পিতার নাম মকবুল হোসেন ও মাতার নাম মজিদা খাতুন। শিক্ষাজীবনে কাদের মেকানিক্যালে স্নাতক ডিগ্রি অর্জন করেন। শিক্ষাজীবন শেষে তিনি নারায়ণগঞ্জ ডকইয়ার্ডে মেকানিক্যাল প্রকৌশলী হিসেবে যোগদানের মাধ্যমে কর্মজীবন শুরু করেন। পরবর্তীতে বাংলাদেশ টোবাকো কোম্পানি, ইরাকের কৃষি মন্ত্রণালয় ও যমুনা তেল কোম্পানিতে চাকরি করেন। সবশেষ বাংলাদেশ পেট্রোলিয়াম কর্পোরেশনে পরিকল্পনা ও অপারেশন্স পরিচালক থাকাকালীন চাকরি থেকে পদত্যাগ করে রাজনীতিতে যুক্ত হন। গোলাম মোহাম্মদ কাদের (জিএম কাদের নামে অধিক পরিচিত) একজন বাংলাদেশি রাজনীতিবিদ ও সাবেক মন্ত্রী। তিনি সপ্তম, অষ্টম, নবম ও একাদশ জাতীয় সংসদ সদস্য হিসেবে দায়িত্ব পালন করেন। কাদের লালমনিরহাট-৩ ও রংপুর-৩ আসন থেকে জাতীয় পার্টির মনোনয়নে সংসদ সদস্য নির্বাচিত হন। তিনি বেসামরিক বিমান পরিবহন ও পর্যটন মন্ত্রণালয় ও বাণিজ্য মন্ত্রণালয়ের মন্ত্রী ছিলেন। এছাড়া তিনি জাতীয় পার্টির কো-চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন। হুসেইন মুহাম্মদ এরশাদের মৃত্যুর পর তিনি জাতীয় পার্টির চেয়ারম্যান হিসেবে নিযুক্ত হন।`,
        img:"https://amarmp.com/propic/profile/17610_1554212365.png",
    },
    {
        id:"19",
        name:"রইছউল আলম মন্ডল",
        title:"সরকারি কর্মকর্তা",
        des:`রইছউল আলম মন্ডল ১ জানুয়ারি ১৯৬১ সালে লালমনিরহাটের কালীগঞ্জে জন্মগ্রহণ করেন। ঢাকা বিশ্ববিদ্যালয় থেকে তিনি মনোবিজ্ঞানে স্নাতক এবং স্নাতকোত্তর ডিগ্রি অর্জন করেন। রইছউল আলম মন্ডল বাংলাদেশ সিভিল সার্ভিস প্রশাসন ক্যাডারের ১৯৮৪ ব্যাচের কর্মকর্তা হিসেবে চাকুরিজীবন শুরু করে মাঠ প্রশাসনের বিভিন্ন স্তরে উপজেলা, জেলা ও বিভাগীয় পর্যায়ে বিভিন্ন মন্ত্রণালয় ও বিভাগের দায়িত্ব পালন করেন।

        ২০১৪ সাল থেকে পরিবেশ ও বন মন্ত্রণালয়ের আওতাধীন পরিবেশ অধিদফতরের মহাপরিচালক হিসেবে দায়িত্ব পালন করেন। ভারপ্রাপ্ত সচিব হিসেবে ৩১ জানুয়ারি ২০১৮ তারিখে মৎস্য ও প্রাণিসম্পদ মন্ত্রণালয়ে যোগদান করেন। ২৩ ডিসেম্বর ২০১৯ সালে তিনি সিনিয়র সচিব পদে পদোন্নতি লাভ করে ৩১ ডিসেম্বর ২০১৯ সালে অবসরে যান।`,
        img:"http://file-rajshahi.portal.gov.bd/files/radb.rajshahidiv.gov.bd/officer_list/adfa20ba_1ab0_11e7_8120_286ed488c766/707036bc583f066e2550a74b3a613243.png",
    },
    {
        id:"20",
        name:"শাফিয়া খাতুন",
        title:" ভাষাসৈনিক, শিক্ষাবিদ ।",
        des:`শাফিয়া ১৯৩১ সালের ১৫ জানুয়ারি লালমনিরহাট জেলার আদিতমারী উপজেলাধীন বিন্নাগারী (বর্তমান দক্ষিণ বত্রিশ হাজারী) গ্রামে জন্মগ্রহণ করেন। তার বাবা মীর আসগর আলী ছিলেন খ্যাতনাম আইনজীবী। আসগর আলী কলকাতায় আইন পেশায় নিযুক্ত ছিলেন। ১৯৫২ সালে উর্দুকে পাকিস্তানের একমাত্র রাষ্ট্রভাষা করার কথা ঘোষণা করলে ছাত্র-জনতার মধ্যে তাৎক্ষণিকভাবে যে প্রতিক্রিয়া হয় শাফিয়া খাতুন তাতে আন্দোলিত হন। তিনি উইমেন স্টুডেন্টস ইউনিয়নের ভিপি হিসেবে এ সময় ভাষা আন্দোলনে ছাত্রীদের সংগঠিত করার কাজে অগ্রণী ভূমিকা পালন করেন। শাফিয়া খাতুন ঢাকা বিশ্ববিদ্যালয় ছাত্রীনিবাস ‘চামেলি হাউসে’র ছাত্রীদের নিয়ে বৈঠক করেন এবং তাদের রাষ্ট্রভাষা বাংলার দাবিতে আন্দোলনে শরিক হতে আহ্বান জানান। ভাষা সৈনিক রওশন আরা বাচ্চু তার স্মৃতিচারণে শাফিয়া খাতুন সরাসরি ভাষা আন্দোলনের যোগ দেয়ার বিষয়ে বলেন একুশে ফেব্রুয়ারির ঠিক আগের রাত। যাখন ঢাকা বিশ্ববিদ্যালয়ের ছাত্রীরা আঁচ করতে পারলেঅ পরের দিন ১৪৪ ধারা ভাঙা হবে না। রাতে এ খবর শোনার সঙ্গে সঙ্গে ছাত্রীদের মাঝে উত্তেজনা ছড়িয়ে পড়ে। ২১ ফেব্রুয়ারির দিন বিভিন্ন স্কুল কলেজ থেকে ছাত্রীদেও নিয়ে আসার ভার ছিল বিশ্ববিদ্যালয়ের ছাত্রীদের ওপর। ছাত্রীরা কয়েকটি গ্রুপে বিভক্ত হয়ে এ দায়িত্ব নেয়। প্রথম দলেই মেয়েরা ১৪৪ ধারা ভেঙ্গে বেরিয়ে যায় এ দলে ছিলেন শাফিয়া খাতুন। সাফিয়া খাতুন লাাঠর ওপর দিয়ে লাফ দিয়ে চলে যান। পরে তার দেখাদেখি অন্য নারী শিক্ষার্থীরাও ১৪৪ ধারা ভঙ্গ করে ভাষা আন্দোলনে অংশ নেয়।[৩] তিনি ঢাকা শহরের বিভিন্ন মহিলা কলেজে ও গার্লস স্কুলে ছাত্রীদের সুসংগঠিত করে আন্দোলনমুখী করার কাজে নানা কৌশল অবলম্বন করেন। এক একটি শিক্ষাপ্রতিষ্ঠানে একজন বা একাধিক সহপাঠী ছাত্রীকে দায়িত্ব বণ্টন করে তিনি আন্দোলনে জনমত গঠনের কাজে প্রবৃত্ত হন। চামেলি হাউসে রাষ্ট্রভাষা বাংলার দাবিতে বেশ কয়েকটি বৈঠক, সমাবেশ ও মিছিলে তিনি নেতৃত্ব দেন। [৪]

        ১৯৫২ সালের ৪ ফেব্রুয়ারি ঢাকা বিশ্ববিদ্যালয়ের সর্বদলীয় রাষ্ট্রভাষা সংগ্রাম পরিষদের আহ্বানে ছাত্র ধর্মঘট পালিত হয়। ধর্মঘট চলাকালীন ছাত্রীদের একটি মিছিলে শাফিয়া খাতুন নেতৃত্ব দেন। মিছিলটি ঢাকা বিশ্ববিদ্যালয় প্রাঙ্গণে ছাত্রদের মিছিলের সঙ্গে যুক্ত হয়ে তৎকালীন পূর্ব পাকিস্তানের প্রধানমন্ত্রীর বাসভবন অভিমুখে গমন করে। ফেব্রুয়ারি মাসব্যাপী অনুষ্ঠিত ভাষা আন্দোলনের প্রায় প্রতিটি সভা ও সমাবেশে শাফিয়া খাতুনকে আপসহীন ভূমিকায় অবতীর্ণ হতে দেখা গেছে। ২১ ফেব্রুয়ারি ঢাকা বিশ্ববিদ্যালয়ের আমতলায় অনুষ্ঠিত ছাত্রজনতার সমাবেশকে সাফল্যমণ্ডিত করার জন্য ছাত্রীদের পরিচালনার নেতৃত্বে ছিলেন শাফিয়া খাতুন। তিনি বিভিন্ন ছাত্রী নেত্রীদের ঢাকা শহরের বিভিন্ন মহিলা কলেজ ও বালিকা বিদ্যালয়ে গমন করে সেখান থেকে মিছিল সহকারে অকুস্থলে ছাত্রীদের নিয়ে আসতে উদ্বুদ্ধ করেন। তার সাংগঠনিক দূরদর্শিতার জন্যই সে দিন বিপুলসংখ্যক ছাত্রীকে আমতলার সমাবেশস্থলে যোগ দেয়। আমতলার সমাবেশে প্রথম চারজন করে বের হওয়ার কথা যখন আলোচিত হয়, তিনি তাতে উত্তেজিত হয়ে পড়েন। শাফিয়া খাতুন মনে করেন, চারজন করে ভিন্ন ভিন্ন গ্রুপে ছাত্রছাত্রীদের বের হওয়ার ফলে ১৪৪ ধারা ভঙ্গ হবে না। তিনি ১৪৪ ধারা ভঙ্গ করে সব ছাত্রছাত্রীর এক সঙ্গে বের হওয়ার পক্ষে অবস্থান নিয়েছিলেন। ১৪৪ ধারা ভঙ্গ করার প্রক্রিয়া শুরুর নেতৃত্ব দেন শাফিয়া খাতুন। এসব আন্দোলনে তার সাথে ছিলেন সুফিয়া ইব্রাহীম, রওশন আরা বাচ্চু, শামসুন্নাহার, হালিমা খাতুন।`,
        img:"https://upload.wikimedia.org/wikipedia/commons/6/60/Sharifa_Khatun.jpg",
    },
    {
        id:"21",
        name:"আবু সালেহ মোহাম্মদ সাঈদ",
        title:"রাজনীতিবিদ ",
        des:`আবু সালেহ মোহাম্মদ সাঈদের পৈতৃক বাড়ি লালমনিরহাট জেলার সদর উপজেলার পূর্ব দালালপাড়া গ্রামে। তিনি বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি অর্জন করেন। পেশায় প্রকৌশলী ও ব্যবসায়ী আবু সালেহ মোহাম্মদ সাঈদ রাজনীতির সঙ্গে সক্রিয় ভাবে যুক্ত ছিলেন। তিনি প্রথমবার সংসদ সদস্য নির্বাচিত হয়েছিলেন।`,
        img:"https://upload.wikimedia.org/wikipedia/bn/1/18/%E0%A6%86%E0%A6%AC%E0%A7%81_%E0%A6%B8%E0%A6%BE%E0%A6%B2%E0%A7%87%E0%A6%B9_%E0%A6%AE%E0%A7%8B%E0%A6%B9%E0%A6%BE%E0%A6%AE%E0%A7%8D%E0%A6%AE%E0%A6%A6_%E0%A6%B8%E0%A6%BE%E0%A6%88%E0%A6%A6.png",
    },

    {
        id:"22",
        name:"আবুল হোসেন ",
        title:"রাজনীতিবিদ",
        des:`আবুুল হোসেন ৪ এপ্রিল ১৯৩৫ সালে লালমনিরহাটের নামাটারি গ্রামে জন্মগ্রহণ করেন। তার পিতা কছিম উদ্দিন এবং মাতা মোছাঃ আছমা খাতুন। ১৯৫৩ সালে তিনি লালমনিরহাট সরকারি উচ্চ বিদ্যালয় (মডেল হাই স্কুল) থেকে প্রবেশিকা, জগন্নাথ কলেজ থেকে উচ্চ মাধ্যমিক এবং লালমনিরহাট কলেজ থেকে বিএ পাশ করেন । আবুল হোসেন মুক্তিযুদ্ধের সংগঠক ছিলেন। ১৯৭০ সালে পাকিস্তান গণপরিষদ সদস্য হিসেবে নির্বাচিত হন।[১] তিনি ১৯৭১ সালে মুক্তিযুদ্ধে অংশগ্রহণ করেছিলেন।[২] লালমনিরহাট জেলার ভৌগোলিক সীমানা থেকে সংগঠকের মহান দায়িত্ব পালন করেছিলেন- লালমনিরহাট থানার আবুল হোসেন। ১৫ই মার্চ বিভিন্ন রাজনৈতিক দলের নেতৃবৃন্দের সমন্বয়ে আবুল হোসেনকে আহবায়ক করে গড়ে তোলা হয় সর্বদলীয় স্বাধীন বাংলা সংগ্রাম পরিষদের লালমনিরহাট থানা শাখা। প্রথম অবস্থায় এ পরিষদের অন্যান্য সদস্যগণ ছিলেন কমরেড চিত্তরঞ্জন দেব, আবদুল কুদ্দুছ, কমরেড শামসুল হক, কাজী মোসলেম উদ্দিন, ছাত্রনেতা মোঃ শহীদুল্লাহ প্রমূখ। স্বাধীন বাংলা সংগ্রাম পরিষদের কন্ট্রোলরুম স্থাপিত হয় গোশালা রোড সংলগ্ন বর্তমান পাটোয়ারী ভবনে। কেন্দ্রীয় পরিষদের সাথে যোগাযোগ রক্ষার জন্য তৎকালীন এম.পি.এ আবুল হোসেনের ব্যবহৃত টেলিফোন সেটটি (নং-১০) এখানে স্থানান্তরিত হয়। ২৩শে মার্চ প্রতিরোধ দিবস উপলক্ষ্যে ছাত্র সংগ্রাম পরিষদের ডাকে বিকেল ৩ টায় খোর্দ্দসাপটানার তৎকালীন জিন্নাহ মাঠে জনসভা অনুষ্ঠিত হয়। বিশাল এ জনসভায় বক্তব্য রাখেন তৎকালীন এম.পি.এ আবুল হোসেন, কমরেড চিত্তরঞ্জন দেব, আবদুল কুদ্দুছ প্রমূখ। এ জনসভায় সর্বসম্মতিক্রমে জিন্নাহ মাঠের নাম পরিবর্তন করে হোসেন শহীদ সোহরাওয়ার্দী মাঠ নামকরণ করা হয়।

        দেশ স্বাধীনের পর তিনি ১৯৭৩ সালে রংপুর-১৪ আসনের সাংসদ হিসেবে নির্বাচিত হন।[৩] এরপর, ১৯৮৬ সালে তিনি লালমনিরহাট-৩ আসনের সাংসদ হিসেবে নির্বাচিত হয়েছিলেন।[৪]
        
        তিনি লালমনিরহাট চেম্বার অব কমার্স এন্ড ইন্ডাস্ট্রিজ এর প্রতিষ্ঠাতা সভাপতি এবং পর পর তিনবার চেম্বারের প্রেসিডেন্ট নির্বাচিত হন। তিনি দু’বার এফবিসিসিআই এর পরিচালনা পরিষদের সদস্য নির্বাচিত হন। বাংলাদেশ রেডক্রিসেন্ট সোসাইটির সর্বোচ্চ পদ ভাইস চেয়ারম্যান হিসাবে নেতৃত্ব প্রদান করেন।`,
        img:"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/%E0%A6%AC%E0%A7%80%E0%A6%B0_%E0%A6%AE%E0%A7%81%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%BF%E0%A6%AF%E0%A7%8B%E0%A6%A6%E0%A7%8D%E0%A6%A7%E0%A6%BE%E0%A6%86%E0%A6%AC%E0%A7%81%E0%A6%B2_%E0%A6%B9%E0%A7%8B%E0%A6%B8%E0%A7%87%E0%A6%A8_%E0%A6%8F%E0%A6%AE_%E0%A6%AA%E0%A6%BF.jpg/220px-%E0%A6%AC%E0%A7%80%E0%A6%B0_%E0%A6%AE%E0%A7%81%E0%A6%95%E0%A7%8D%E0%A6%A4%E0%A6%BF%E0%A6%AF%E0%A7%8B%E0%A6%A6%E0%A7%8D%E0%A6%A7%E0%A6%BE%E0%A6%86%E0%A6%AC%E0%A7%81%E0%A6%B2_%E0%A6%B9%E0%A7%8B%E0%A6%B8%E0%A7%87%E0%A6%A8_%E0%A6%8F%E0%A6%AE_%E0%A6%AA%E0%A6%BF.jpg",
    },
  
]